{
    "material": {
        "idea": [
            "当前我们的想法是做一个20秒左右、风格轻松有趣的真人版垃圾分类公益广告，核心情节为“分类小乌龙”：主角在小区楼下扔外卖盒时犹豫后扔错，被穿橙色工作服的清洁阿姨幽默纠正，最终正确分类。接下来可以确认最后一个关键细节——**幽默纠正的方式**：你希望阿姨用“举着写有‘可回收！’的彩色小牌子，对主角比了个俏皮的剪刀手”，还是“从口袋里掏出一个迷你垃圾桶模型，晃了晃示意正确分类”"
        ],
        "outline": [
            "镜号 1\n详细画面：全景展现小区楼下的垃圾分类站，四个不同颜色的垃圾桶并排摆放，上方有清晰的分类标识，阳光洒在地面上，氛围明亮；中景聚焦主角，他提着一个装着外卖盒的塑料袋，站在垃圾桶前，眉头微蹙，眼神在“厨余垃圾”和“可回收物”桶之间来回切换，手指无意识地挠了挠头。\n剧情概括：主角在垃圾分类站前犹豫，不确定外卖盒该扔哪个桶。\n",
            "\n镜号 2\n详细画面：特写捕捉主角的手部动作，他咬了咬嘴唇，最终将塑料袋扔进“厨余垃圾”桶；中景呈现主角刚转身要走，穿橙色工作服的清洁阿姨突然从垃圾桶旁的工具房探出头，手里举着一个写有“可回收！”的彩色小牌子（或迷你垃圾桶模型），对主角比了个俏皮的剪刀手（或晃了晃模型）。\n剧情概括：主角扔错垃圾，清洁阿姨幽默纠正。\n",
            "\n镜号 3\n详细画面：特写镜头对准主角的脸，他先是一愣，随即露出尴尬的笑容，挠了挠后脑勺；中景展现主角快步走回垃圾桶，从“厨余垃圾”桶里捡起外卖盒，阿姨在一旁笑着指点，主角将外卖盒正确扔进“可回收物”桶；全景镜头下，主角和阿姨一起对着镜头比剪刀手，背景的垃圾分类站清晰可见。\n剧情概括：主角意识到错误，在阿姨指点下正确分类，两人互动愉快。\n",
            "\n镜号 4\n详细画面：特写镜头聚焦“可回收物”桶上的标识，旁边弹出一行文字“外卖盒（清洁后）属于可回收物哦！”；全景展现小区环境，阳光依旧明媚，阿姨继续打扫卫生，主角笑着离开，画面温馨。\n剧情概括：广告结尾给出垃圾分类小贴士，传递环保理念。\n",
            "",
            "\n",
            "是",
            "否",
            "需",
            "要",
            "修",
            "改",
            "？"
        ],
        "screen": [
            "镜号 1\n场景：小区楼下的垃圾分类点，背景是单元楼的灰色墙面和几棵绿色的矮树，地面铺着灰色地砖，阳光透过树叶洒下斑驳的光影。分类垃圾桶整齐排列，分别标有“可回收物”“厨余垃圾”“其他垃圾”“有害垃圾”，桶身颜色鲜亮（蓝、绿、灰、红）。主角站在垃圾桶前，手里拿着一个刚吃完的外卖盒（透明塑料盒，里面还有残留的汤汁），旁边有个穿橙色工作服的清洁阿姨正在整理垃圾桶旁的杂物。\n【风格】写实风格，色彩明快，以暖色调为主（阳光的暖黄、橙色工作服、鲜亮的垃圾桶颜色），画面干净整洁，给人轻松舒适的感觉。\n角色：主角：年轻男性，穿着休闲的白色T恤和蓝色牛仔裤，发型是简单的黑色短发，看起来有些迷糊。清洁阿姨：中年女性，穿着橙色的清洁工作服，头发扎成一个简单的马尾，脸上带着和蔼的笑容。\n运动：主角低头看着手里的外卖盒，皱着眉头思考，然后犹豫地把外卖盒扔进了“其他垃圾”桶。清洁阿姨看到后，放下手里的杂物，走到主角身边。\n【镜头】1. 初始镜头：中景，主角站在垃圾桶前，手里拿着外卖盒，镜头聚焦在他犹豫的表情和手里的外卖盒上；2. 过渡镜头：镜头轻微移动，从主角的脸移到他扔外卖盒的动作上，外卖盒在空中划出一道弧线，落入“其他垃圾”桶；3. 聚焦镜头：镜头转向清洁阿姨，她看到主角扔错后，脸上露出笑容，然后从口袋里掏出一个迷你垃圾桶模型（和“可回收物”桶一样的蓝色），晃了晃示意主角；4. 收尾镜头：主角看到阿姨的迷你垃圾桶模型后，恍然大悟，挠了挠头，脸上露出不好意思的笑容。\n【对白】\n（主角）：（小声嘀咕）这个外卖盒到底该扔哪个桶啊？\n（清洁阿姨）：（笑着说）小伙子，这个外卖盒是可回收物哦，你看我这个迷你垃圾桶，和它是一个颜色的。\n【音效】主角嘀咕的声音，外卖盒扔进垃圾桶的“咚”声，清洁阿姨和蔼的笑声，风吹树叶的“沙沙”声，阳光洒下的温暖音效。\n",
            "镜号 2\n场景：小区楼下的垃圾分类点，背景是单元楼的灰色墙面和几棵绿色的矮树，地面铺着灰色地砖，阳光透过树叶洒下斑驳的光影。分类垃圾桶整齐排列，分别标有“可回收物”“厨余垃圾”“其他垃圾”“有害垃圾”，桶身颜色鲜亮（蓝、绿、灰、红）。主角站在“可回收物”桶前，手里拿着刚才从“其他垃圾”桶里捡出来的外卖盒（透明塑料盒），清洁阿姨站在他旁边，手里举着写有“可回收！”的彩色小牌子（牌子是蓝色的，上面的字是白色的，还有一些可爱的图案）。\n【风格】写实风格，色彩明快，以暖色调为主（阳光的暖黄、橙色工作服、鲜亮的垃圾桶颜色），画面干净整洁，给人轻松舒适的感觉。\n角色：主角：年轻男性，穿着休闲的白色T恤和蓝色牛仔裤，发型是简单的黑色短发，看起来有些迷糊，脸上带着不好意思的笑容。清洁阿姨：中年女性，穿着橙色的清洁工作服，头发扎成一个简单的马尾，脸上带着和蔼的笑容，手里举着彩色小牌子。\n运动：主角把外卖盒正确地扔进“可回收物”桶，然后对阿姨笑了笑。清洁阿姨举着牌子，身体微微前倾，脸上带着鼓励的笑容。\n【镜头】1. 初始镜头：中景，主角把外卖盒扔进“可回收物”桶，镜头聚焦在他的手和外卖盒上；2. 过渡镜头：镜头从主角的手移到清洁阿姨身上，她举着牌子，脸上带着笑容；3. 聚焦镜头：特写，清洁阿姨举着的彩色小牌子，牌子上的“可回收！”字样清晰可见；4. 收尾镜头：中景，主角和清洁阿姨都笑了起来，镜头稍微拉远，展现垃圾分类点的整体环境。\n【对白】\n（主角）：（笑着说）谢谢阿姨，我记住啦！\n（清洁阿姨）：（笑着说）不客气，下次可别扔错啦！\n【音效】主角和阿姨的笑声，外卖盒扔进垃圾桶的“咚”声，风吹树叶的“沙沙”声，阳光洒下的温暖音效。",
            "",
            "\n",
            "是",
            "否",
            "需",
            "要",
            "修",
            "改",
            "？",
            "\n",
            "是",
            "否",
            "需",
            "要",
            "修",
            "改",
            "？"
        ],
        "video_address": [
            "./user_files/czx/公益广告/公益广告_1.mp4"
        ]
    },
    "session_id": "session-8f5ea468-4aee-412b-ae7e-58f6cb687823"
}