{
    "material": {
        "idea": [
            "当前我们的想法是做一个仓鼠走迷宫的片段，视频时长大约10秒，仓鼠形象为写实风格，迷宫墙壁为木制，场景设定在窗台，迷宫布局简单（1-2个转角），仓鼠以缓慢嗅闻路径的状态探索。所有需求要素已确认，现在将需求递交给writer智能体生成视频大纲。"
        ],
        "outline": [
            "镜号 1\n详细画面：全景俯拍窗台场景，木制迷宫置于窗台中央，阳光透过窗户斜照在迷宫顶部，木板纹理清晰可见，迷宫入口处的仓鼠正低头嗅闻地面，胡须微微颤动，背景是模糊的窗外绿植，光线柔和温暖。\n剧情概括：仓鼠处于迷宫入口，准备开始探索。\n",
            "\n镜号 2\n详细画面：中景跟拍仓鼠，它四肢缓慢移动，鼻尖贴近地面嗅闻，偶尔抬头转动脑袋观察前方路径，身体紧贴迷宫墙壁向前行进，阳光在它的毛发上形成明暗交错的光斑。\n剧情概括：仓鼠沿直线通道探索，通过嗅觉感知路径。\n",
            "\n镜号 3\n详细画面：近景特写仓鼠的脸部，它在第一个转角处停下，鼻尖反复嗅闻左右两个通道的地面，胡须随呼吸轻轻抖动，眼睛转动观察两侧墙壁，前爪微微抬起又放下。\n剧情概括：仓鼠到达第一个转角，犹豫选择前进方向。\n",
            "\n镜号 4\n详细画面：全景俯拍仓鼠做出选择，向右侧通道移动，身体侧着挤过转角，继续低头嗅闻地面，尾巴轻轻摆动保持平衡，阳光照亮它行进的路径。\n剧情概括：仓鼠选择右侧通道，继续探索迷宫。\n",
            "\n镜号 5\n详细画面：中景展现仓鼠到达迷宫终点，它抬头嗅闻终点处的小零食，前爪搭在终点平台边缘，尾巴翘起，阳光照亮它满足的神情，背景中窗外的绿植随风微动。\n剧情概括：仓鼠成功到达迷宫终点，发现奖励零食。\n",
            ""
        ],
        "screen": [
            "镜号 1\n场景：向阳的白色窗台，午后暖黄色阳光斜斜洒下，窗台边缘摆着几盆叶片油绿的多肉植物（叶片饱满，带淡粉色叶尖），木质感迷宫（浅棕色松木材质，表面有清晰木纹，墙壁高约5cm，转角处有轻微磨损痕迹）放置在窗台中央，迷宫入口处铺着一小片浅灰色木屑，背景能看到窗外模糊的蓝天与白色云朵轮廓。\n【风格】治愈写实风格，暖色调为主（阳光的暖黄、木头的浅棕、仓鼠的米白），光影柔和（阳光在迷宫墙壁上投下长短不一的阴影，仓鼠毛发边缘泛着金色高光），画面清晰度高（木纹、仓鼠胡须、多肉绒毛细节可见）\n角色：仓鼠：成年金丝熊形象，毛发是蓬松的米白色，背部有一条浅棕色的背线延伸至尾巴，耳朵小巧呈粉白色，眼睛是黑亮的圆珠子，鼻头粉嫩湿润，身形圆滚滚却不显臃肿，四肢短小灵活。\n运动：仓鼠从迷宫入口处缓慢探出头，先停顿1秒，鼻尖快速颤动嗅闻空气，随后前爪轻轻搭在迷宫墙壁上，身体贴着墙壁小步挪动，每走3-4步就停下嗅闻地面木屑，耳朵时不时转动捕捉细微声音。\n【镜头】1. 初始镜头：固定中景，镜头从迷宫入口斜上方45度拍摄，画面中心是仓鼠的头部，背景是窗台的多肉与窗外蓝天，阳光从左侧射入，在仓鼠毛发上形成渐变高光；2. 跟随镜头：镜头轻微下移并跟随仓鼠移动，保持仓鼠在画面中心偏左位置，同步展现仓鼠嗅闻地面的动作（前爪扒地、鼻尖贴近木屑）与迷宫第一个直角转角的布局；3. 聚焦镜头：当仓鼠走到转角处停下时，镜头推近至特写，聚焦仓鼠的黑亮眼睛与颤动的鼻尖，背景虚化迷宫墙壁，突出仓鼠专注探索的神态；4. 收尾镜头：镜头轻微拉远回中景，仓鼠转动身体准备进入转角，画面定格在仓鼠侧身对着镜头、背线与迷宫转角形成呼应的瞬间，阳光在转角地面投下三角形阴影。\n【音效】仓鼠爪子踩在木屑上的细微“沙沙”声，仓鼠鼻尖颤动的轻微“噗噗”声，窗外传来的远处鸟鸣声（模糊柔和），阳光照射下木质迷宫散发的淡淡温暖氛围音（低频环境音）\n",
            "\n镜号 2\n场景：延续镜号1的窗台迷宫场景，仓鼠进入第一个直角转角后，迷宫墙壁右侧出现一个小小的岔路口（仅一个错误路径分支，长度约10cm），地面木屑在岔路口处有轻微散落，阳光透过迷宫墙壁的缝隙在地面形成条状光斑，背景的多肉植物叶片在微风中轻轻晃动。\n【风格】保持治愈写实风格，暖色调不变，光影细节强化（光斑随仓鼠移动在其毛发上跳跃），画面层次感分明（前景仓鼠、中景迷宫岔路、背景多肉与蓝天）\n角色：仓鼠：同镜号1的金丝熊形象，此时耳朵竖起，眼神中带着一丝好奇。\n运动：仓鼠走到岔路口后，先向左转脑袋嗅闻错误路径的入口，随后又向右转脑袋嗅闻正确路径，停顿2秒后，小爪子迈向正确路径，继续贴着墙壁缓慢移动，尾巴轻微向上翘起。\n【镜头】1. 衔接镜头：固定中景，镜头从转角处跟随仓鼠进入岔路口区域，画面左侧保留部分迷宫墙壁，右侧展现岔路布局；2. 特写镜头：镜头推近至仓鼠的头部特写，左右转动的脑袋与颤动的鼻尖占据画面大部分空间，背景的光斑模糊成圆形散景；3. 选择镜头：当仓鼠迈向正确路径时，镜头轻微右移，同步捕捉仓鼠前爪踏入正确路径的动作，同时展现错误路径入口的空荡；4. 收尾镜头：镜头拉远至全景，仓鼠在正确路径中继续前进，画面右下角露出迷宫出口的模糊轮廓（一个方形小洞口，边缘有阳光透出），阳光在迷宫地面形成的光斑网络覆盖整个画面。\n【音效】仓鼠爪子踩在木质迷宫地面的“哒哒”声（比木屑声更清脆），仓鼠转动脑袋时耳朵抖动的细微摩擦声，背景多肉叶片晃动的“簌簌”声，阳光穿过空气的轻微“嗡嗡”暖感音\n",
            ""
        ],
        "video_address": [
            "./user_files/czx/projects//仓鼠走迷宫/仓鼠走迷宫_1.mp4",
            "./user_files/czx/projects//仓鼠走迷宫/仓鼠走迷宫_2.mp4",
            null
        ]
    },
    "session_id": "session-2e8baba5-3169-4a38-b5d8-71098a19fd63"
}